def get_jp_category():
    category = {'genres': [
            {'id': 28, 'name': 'アクション'},
            {'id': 12, 'name': 'アドベンチャー'},
            {'id': 16, 'name': 'アニメ'},
            {'id': 35, 'name': 'コメディ'},
            {'id': 80, 'name': 'サスペンス'},
            {'id': 99, 'name': 'ドキュメンタリー'},
            {'id': 18, 'name': 'ドラマ'},
            {'id': 10751, 'name': 'ファミリー映画'},
            {'id': 14, 'name': 'ファンタジー'},
            {'id': 36, 'name': '歴史'},
            {'id': 27, 'name': 'ホラー'},
            {'id': 10402, 'name': 'ミュージカル'},
            {'id': 9648, 'name': 'ミステリー'},
            {'id': 10749, 'name': 'ロマンス'},
            {'id': 878, 'name': 'サイエンスフィクション'},
            {'id': 10770, 'name': 'テレビ映画'},
            {'id': 53, 'name': 'スリラー'},
            {'id': 10752, 'name': '戦争映画'},
            {'id': 37, 'name': '西部劇'}
        ]
    }
    return category
